Repository: hanami1992/svale_website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hu

source: Hungarian
hu: Magyar

source: English
hu: Angol

source: That page number is not an integer
hu: Az oldalszám nem integer.

source: That page number is less than 1
hu: Az oldalszám kisebb, mint 1.

source: That page contains no results
hu: Az oldal nem tartalmaz eredményt.

source: Enter a valid value.
hu: Írjon be érvényes értéket.

source: Enter a valid URL.
hu: Írjon be érvényes URL-t.

source: Enter a valid integer.
hu: Írjon be érvényes integer-t.

source: Enter a valid email address.
hu: Írjon be érvényes email címet.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
hu: Adjon meg egy érvényes „slug”-t, amely betűkből, számokból, aláhúzásjelekből vagy kötőjelekből áll.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
hu: Adjon meg egy érvényes „slug”-t, amely Unicode betűkből, számokból, aláhúzásjelekből vagy kötőjelekből áll.

source: Enter a valid IPv4 address.
hu: Adjon meg egy érvényes IPv4-címet.

source: Enter a valid IPv6 address.
hu: Adjon meg egy érvényes IPv6-címet.

source: Enter a valid IPv4 or IPv6 address.
hu: Adjon meg egy érvényes IPv4- vagy IPv6-címet.

source: Enter only digits separated by commas.
hu: Csak vesszővel elválasztott számjegyeket írjon be.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
hu: Győződjön meg arról, hogy ez az érték %(limit_value)s (ez %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
hu: Győződjön meg arról, hogy ez az érték kisebb vagy egyenlő, mint %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
hu: Győződjön meg arról, hogy ez az érték nagyobb vagy egyenlő, mint %(limit_value)s.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
hu: Győződjön meg arról, hogy ez az érték legalább %(limit_value)d karaktert tartalmaz (van benne %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
hu: Győződjön meg arról, hogy ez az érték legfeljebb %(limit_value)d karakterből állhat (van benne %(show_value)d).

source: Enter a number.
hu: Írjon be egy számot.

source: Ensure that there are no more than %(max)s digit in total.
hu: Győződjön meg arról, hogy összesen legfeljebb %(max)s számjegy lehet.

source: Ensure that there are no more than %(max)s decimal place.
hu: Győződjön meg arról, hogy nem több, mint %(max)s tizedesjegy.

source: Ensure that there are no more than %(max)s digit before the decimal point.
hu: Győződjön meg arról, hogy a tizedesvessző előtt legfeljebb %(max)s számjegy lehet.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
hu: A „%(extension)s” fájlkiterjesztés nem engedélyezett. Az engedélyezett kiterjesztések: %(allowed_extensions)s.

source: Null characters are not allowed.
hu: Null karakterek nem megengedettek.

source: and
hu: és

source: %(model_name)s with this %(field_labels)s already exists.
hu: A %(model_name)s ezzel a(z) %(field_labels)s már létezik.

source: Value %(value)r is not a valid choice.
hu: A %(value)r érték nem érvényes választás.

source: This field cannot be null.
hu: Ez a mező nem lehet null.

source: This field cannot be blank.
hu: Ez a mező nem lehet üres.

source: %(model_name)s with this %(field_label)s already exists.
hu: A %(model_name)s ezzel a %(field_label)s már létezik.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
hu: A %(field_label)s egyedinek kell lennie a %(date_field_label)s %(lookup_type)s számára.

source: Field of type: %(field_type)s
hu: Típusmező: %(field_type)s

source: “%(value)s” value must be either True or False.
hu: A „%(value)s” értéknek igaznak vagy hamisnak kell lennie.

source: “%(value)s” value must be either True, False, or None.
hu: A „%(value)s” értéknek igaznak, hamisnak vagy semminek kell lennie.

source: Boolean (Either True or False)
hu: Logikai érték (igaz vagy hamis)

source: String (up to %(max_length)s)
hu: Karakterlánc (legfeljebb %(max_length)s)

source: Comma-separated integers
hu: Vesszővel elválasztott egész számok

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
hu: A „%(value)s” érték dátumformátuma érvénytelen. ÉÉÉÉ-HH-NN formátumban kell lennie.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
hu: A „%(value)s” érték megfelelő formátumú (ÉÉÉÉ-HH-NN), de ez érvénytelen dátum.

source: Date (without time)
hu: Dátum (idő nélkül)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
hu: A „%(value)s” érték formátuma érvénytelen. ÉÉÉÉ-HH-NN ÓÓ:PP[:ss[.uuuuuu]][TZ] formátumban kell lennie.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
hu: A „%(value)s” értékének formátuma megfelelő (ÉÉÉÉ-HH-NN ÓÓ:PP[:ss[.uuuuuu]][TZ]), de ez érvénytelen dátum/idő.

source: Date (with time)
hu: Dátum (idővel együtt)

source: “%(value)s” value must be a decimal number.
hu: A „%(value)s” értéknek decimális számnak kell lennie.

source: Decimal number
hu: Decimális szám

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
hu: A „%(value)s” érték formátuma érvénytelen. [DD] [[ÓÓ:]MM:]ss[.uuuuuu] formátumban kell lennie.

source: Duration
hu: Időtartam

source: Email address
hu: Email cím

source: File path
hu: Fájl elérési út

source: “%(value)s” value must be a float.
hu: A „%(value)s” értéknek lebegő értéknek kell lennie.

source: Floating point number
hu: Lebegőpontos szám

source: “%(value)s” value must be an integer.
hu: A „%(value)s” értéknek egész számnak kell lennie.

source: Integer
hu: Egész szám

source: Big (8 byte) integer
hu: Nagy (8 bájt) egész szám

source: Small integer
hu: Kis egész szám

source: IPv4 address
hu: IPv4-cím

source: IP address
hu: IP-cím

source: “%(value)s” value must be either None, True or False.
hu: A „%(value)s” értéke None, True vagy False lehet.

source: Boolean (Either True, False or None)
hu: Logikai érték (igaz, hamis vagy semmi)

source: Positive big integer
hu: Pozitív nagy egész szám

source: Positive integer
hu: Pozitív egész szám

source: Positive small integer
hu: Pozitív kis egész szám

source: Slug (up to %(max_length)s)
hu: Slug(legfeljebb %(max_length)s)

source: Text
hu: Szöveg

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
hu: A „%(value)s” érték formátuma érvénytelen. ÓÓ:PP[:ss[.uuuuuu]] formátumban kell lennie.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
hu: A „%(value)s” érték megfelelő formátumú (ÓÓ:PP[:ss[.uuuuuu]]), de ez érvénytelen idő.

source: Time
hu: Idő

source: Raw binary data
hu: Nyers bináris adatok

source: “%(value)s” is not a valid UUID.
hu: A „%(value)s” nem érvényes UUID.

source: Universally unique identifier
hu: Univerzálisan egyedi azonosító

source: File
hu: Fájl

source: Image
hu: Kép

source: A JSON object
hu: JSON objektum

source: Value must be valid JSON.
hu: Az értéknek érvényes JSON-nak kell lennie.

source: %(model)s instance with %(field)s %(value)r does not exist.
hu: %(model)s példány %(field)s %(value)r értékkel nem létezik.

source: Foreign Key (type determined by related field)
hu: Idegen kulcs (a kapcsolódó mező által meghatározott típus)

source: One-to-one relationship
hu: Egy-egy kapcsolat

source: %(from)s-%(to)s relationship
hu: %(from)s-%(to)s kapcsolat

source: %(from)s-%(to)s relationships
hu: %(from)s-%(to)s kapcsolat

source: Many-to-many relationship
hu: Sok-sok kapcsolat

source: This field is required.
hu: Ez a mező kötelező.

source: Enter a whole number.
hu: Írjon be egy egész számot.

source: Enter a valid date.
hu: Adj meg egy érvényes dátumot.

source: Enter a valid time.
hu: Adjon meg egy érvényes időt.

source: Enter a valid date/time.
hu: Adjon meg egy érvényes dátumot/időt.

source: Enter a valid duration.
hu: Adjon meg egy érvényes időtartamot.

source: The number of days must be between {min_days} and {max_days}.
hu: A napok számának {min_days} és {max_days} között kell lennie.

source: No file was submitted. Check the encoding type on the form.
hu: Nem nyújtottak be fájlt. Ellenőrizze a kódolás típusát az űrlapon.

source: No file was submitted.
hu: Nem küldtek be fájlt.

source: The submitted file is empty.
hu: A beküldött fájl üres.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
hu: Győződjön meg arról, hogy ez a fájlnév legfeljebb %(max)d karakterből állhat (%(length)d).

source: Please either submit a file or check the clear checkbox, not both.
hu: Kérjük, küldjön be egy fájlt, vagy jelölje be az üres jelölőnégyzetet, ne mindkettőt.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
hu: Tölts fel egy érvényes képet. A feltöltött fájl vagy nem kép volt, vagy sérült.

source: Select a valid choice. %(value)s is not one of the available choices.
hu: Válasszon egy érvényes lehetőséget. A %(value)s nem tartozik a rendelkezésre álló lehetőségek közé.

source: Enter a list of values.
hu: Adja meg az értékek listáját.

source: Enter a complete value.
hu: Adjon meg egy teljes értéket.

source: Enter a valid UUID.
hu: Adjon meg egy érvényes UUID-t.

source: Enter a valid JSON.
hu: Adjon meg egy érvényes JSON-t.

source: (Hidden field %(name)s) %(error)s
hu: (Rejtett mező %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
hu: A ManagementForm adatok hiányoznak, vagy manipulálták azokat. Hiányzó mezők: %(field_names)s. Előfordulhat, hogy hibajelentést kell benyújtania, ha a probléma továbbra is fennáll.

source: Please submit at most %d form.
hu: Kérjük, legfeljebb %d űrlapot küldjön be.

source: Please submit at least %d form.
hu: Kérjük, küldjön be legalább %d űrlapot.

source: Delete
hu: Törlés

source: Please correct the duplicate data for %(field)s.
hu: Kérjük, javítsa ki a %(field)s ismétlődő adatait.

source: Please correct the duplicate data for %(field)s, which must be unique.
hu: Kérjük, javítsa ki a %(field)s ismétlődő adatait, amelyeknek egyedinek kell lenniük.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
hu: Kérjük, javítsa ki a(z) %(field_name)s ismétlődő adatait, amelyeknek egyedinek kell lenniük a(z) %(lookup)s esetében a(z) %(date_field)s mezőben.

source: Please correct the duplicate values below.
hu: Kérjük, javítsa ki az alábbi ismétlődő értékeket.

source: The inline value did not match the parent instance.
hu: A soron belüli érték nem egyezik a szülőpéldánnyal.

source: Select a valid choice. That choice is not one of the available choices.
hu: Válasszon egy érvényes lehetőséget. Ez a választás nem tartozik a rendelkezésre álló lehetőségek közé.

source: “%(pk)s” is not a valid value.
hu: A „%(pk)s” nem érvényes érték.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
hu: A %(datetime)s nem értelmezhető a %(current_timezone)s időzónában; lehet kétértelmű, vagy nem létezik.

source: Clear
hu: Törlés

source: Currently
hu: Jelenleg

source: Change
hu: változás

source: Unknown
hu: Ismeretlen

source: Yes
hu: Igen

source: No
hu: Nem

source: yes,no,maybe
hu: igen,nem,talán

source: PM
hu: délután/este

source: AM
hu: reggel/délelőtt

source: midnight
hu: éjfél

source: noon
hu: dél

source: Monday
hu: Hétfő

source: Tuesday
hu: Kedd

source: Wednesday
hu: Szerda

source: Thursday
hu: Csütörtök

source: Friday
hu: Péntek

source: Saturday
hu: Szombat

source: Sunday
hu: Vasárnap

source: Mon
hu: H

source: Tue
hu: K

source: Wed
hu: Sze

source: Thu
hu: Cs

source: Fri
hu: P

source: Sat
hu: Szo

source: Sun
hu: V

source: January
hu: Január

source: February
hu: Február

source: March
hu: Március

source: April
hu: Április

source: May
hu: Május

source: June
hu: Június

source: July
hu: Július

source: August
hu: Augusztus

source: September
hu: Szeptember

source: October
hu: Október

source: mar
hu: márc

source: apr
hu: ápr

source: may
hu: máj

source: jun
hu: jún

source: jul
hu: júl

source: sep
hu: szept

source: oct
hu: okt

# abbrev. month
source: March
hu: Március

# abbrev. month
source: April
hu: Április

# abbrev. month
source: May
hu: Május

# abbrev. month
source: June
hu: Június

# abbrev. month
source: July
hu: Július

# abbrev. month
source: Sept.
hu: Szept.

# abbrev. month
source: Oct.
hu: Okt.

# alt. month
source: January
hu: Január

# alt. month
source: February
hu: Február

# alt. month
source: March
hu: Március

# alt. month
source: April
hu: Április

# alt. month
source: May
hu: Május

# alt. month
source: June
hu: Június

# alt. month
source: July
hu: Július

# alt. month
source: August
hu: Augusztus

# alt. month
source: September
hu: Szeptember

# alt. month
source: October
hu: Október

source: This is not a valid IPv6 address.
hu: Ez nem érvényes IPv6-cím.

source: or
hu: vagy

source: %d year
hu: %d év

source: %d month
hu: %d hónap

source: %d week
hu: %d hét

source: %d day
hu: %d nap

source: %d hour
hu: %d óra

source: %d minute
hu: %d perc

source: Forbidden
hu: Tiltott

source: CSRF verification failed. Request aborted.
hu: A CSRF-ellenőrzés nem sikerült. A kérés megszakítva.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
hu: Azért látja ezt az üzenetet, mert ez a HTTPS-webhely megköveteli, hogy a webböngésző küldjön egy „Hivatkozó fejlécet”, de egyiket sem küldte el. Ez a fejléc biztonsági okokból szükséges, hogy megbizonyosodjon arról, hogy a böngészőt nem térítik el harmadik felek.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
hu: Ha úgy konfigurálta böngészőjét, hogy letiltja a „Referer” fejléceket, kérjük, engedélyezze újra őket, legalább ezen a webhelyen, vagy HTTPS-kapcsolatok esetén, vagy „azonos eredetű” kérések esetén.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
hu: Ha a <meta name="referrer" content="no-referrer"> címkét használja, vagy tartalmazza a „Referrer-Policy: no-referrer” fejlécet, kérjük, távolítsa el őket. A CSRF védelem megköveteli, hogy a „Referer” fejléc szigorú hivatkozási ellenőrzést végezzen. Ha aggódik az adatvédelem miatt, használjon olyan alternatívákat, mint a <a rel="noreferrer" …> a harmadik felek webhelyeire mutató hivatkozásokhoz.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
hu: Azért látja ezt az üzenetet, mert ez a webhely CSRF cookie-t igényel az űrlapok elküldéséhez. Erre a cookie-ra biztonsági okokból van szükség annak biztosítására, hogy böngészőjét harmadik felek ne törjék el.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
hu: Ha úgy állította be böngészőjét, hogy letiltja a cookie-kat, kérjük, engedélyezze újra azokat, legalább ezen a webhelyen, vagy „azonos eredetű” kérések esetén.

source: More information is available with DEBUG=True.
hu: További információ a DEBUG=True beállítással érhető el.

source: No year specified
hu: Nincs megadva év

source: Date out of range
hu: A dátum kívül esik a tartományon

source: No month specified
hu: Nincs megadva hónap

source: No day specified
hu: Nincs megadva nap

source: No week specified
hu: Nincs megadva hét

source: No %(verbose_name_plural)s available
hu: Nem érhető el %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
hu: A jövőbeli %(verbose_name_plural)s nem érhető el, mert a %(class_name)s.allow_future értéke False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
hu: Érvénytelen dátumkarakterlánc „%(datestr)s” a „%(format)s” formátumban

source: No %(verbose_name)s found matching the query
hu: Nem található %(verbose_name)s, amely megfelelne a lekérdezésnek

source: Page is not “last”, nor can it be converted to an int.
hu: Az oldal nem „utolsó”, és nem is konvertálható int.

source: Invalid page (%(page_number)s): %(message)s
hu: Érvénytelen oldal (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
hu: Üres lista és a „%(class_name)s.allow_empty” értéke hamis.

source: Directory indexes are not allowed here.
hu: A címtárindexek itt nem engedélyezettek.

source: “%(path)s” does not exist
hu: „%(path)s” nem létezik

source: Index of %(directory)s
hu: %(directory)s index

source: The install worked successfully! Congratulations!
hu: A telepítés sikeres volt! Gratulálunk!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
hu: Tekintse meg a Django %(version) <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">kiadási megjegyzéseit</a> s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
hu: Azért látja ezt az oldalt, mert <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> szerepel a beállítási fájljában, és nem konfigurált egyetlen URL-t sem.

source: Django Documentation
hu: Django dokumentáció

source: Topics, references, &amp; how-to’s
hu: Témák, referenciák, &amp; hogyan kell

source: Tutorial: A Polling App
hu: Oktatóanyag: Szavazási alkalmazás

source: Get started with Django
hu: Kezdje el a Django használatát

source: Django Community
hu: Django közösség

source: Connect, get help, or contribute
hu: Csatlakozzon, kérjen segítséget vagy járuljon hozzá
